tap "buo/cask-upgrade"
tap "errm/tools"
tap "fluxcd/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "yt-dlp/taps"
brew "ack"
brew "libpng"
brew "python@3.11"
brew "awscli"
brew "cairo"
brew "harfbuzz"
brew "bazel"
brew "pycparser"
brew "cffi"
brew "chart-testing"
brew "cmake"
brew "docutils"
brew "envchain"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "leptonica"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "open-mpi"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git-standup"
brew "gnupg"
brew "go"
brew "gpgme"
brew "grc"
brew "hdf5"
brew "helm"
brew "hub"
brew "shared-mime-info"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "krb5"
brew "kubernetes-cli"
brew "kubectx"
brew "libfido2"
brew "libmatio"
brew "librsvg"
brew "libsass"
brew "libxml2"
brew "mas"
brew "mecab"
brew "mint"
brew "mysql", restart_service: true
brew "mysql-client"
brew "mysql@5.7"
brew "neovim"
brew "python@3.10"
brew "node@14"
brew "node@16"
brew "openslide"
brew "percona-toolkit", link: false
brew "php"
brew "pipenv"
brew "poppler"
brew "postgresql@14", restart_service: true
brew "pyenv"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "tig"
brew "utf8proc"
brew "tmux"
brew "vips"
brew "volta"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "yt-dlp", link: false
brew "zsh-autosuggestions"
brew "errm/tools/break-glass"
brew "fluxcd/tap/flux"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "appcleaner"
cask "arc"
cask "audio-hijack"
cask "bdash"
cask "caffeine"
cask "devdocs"
cask "discord"
cask "elgato-game-capture-hd"
cask "elgato-stream-deck"
cask "expressvpn", args: { appdir: "/Applications" }
cask "farrago"
cask "firefox"
cask "fission"
cask "imageoptim"
cask "insomnia"
cask "iterm2"
cask "kap"
cask "logi-options+"
cask "logitech-camera-settings"
cask "logitech-g-hub"
cask "loopback"
cask "losslesscut"
cask "ngrok", args: { appdir: "/Applications" }
cask "rectangle"
cask "sketch"
cask "slack"
cask "soundsource"
cask "steam"
cask "tableplus"
cask "telegram"
cask "the-unarchiver"
cask "transmission"
cask "transmit"
cask "vlc"
cask "zoom"
mas "CapCut", id: 1500855883
mas "Final Cut Pro", id: 424389933
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Motion", id: 434290957
mas "Notability", id: 736189492
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "SimplePing", id: 1438310985
mas "WireGuard", id: 1451685025
vscode "42crunch.vscode-openapi"
vscode "alefragnani.bookmarks"
vscode "bradlc.vscode-tailwindcss"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "christian-kohler.npm-intellisense"
vscode "cybai.yaml-key-viewer"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "hashicorp.terraform"
vscode "icrawl.discord-vscode"
vscode "jock.svg"
vscode "koichisasada.vscode-rdbg"
vscode "mechatroner.rainbow-csv"
vscode "meezilla.json"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "octref.vetur"
vscode "pascalreitermann93.vscode-yaml-sort"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "sdras.night-owl"
vscode "sdras.vue-vscode-extensionpack"
vscode "sdras.vue-vscode-snippets"
vscode "sensourceinc.vscode-sql-beautify"
vscode "shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "sleistner.vscode-fileutils"
vscode "streetsidesoftware.avro"
vscode "svelte.svelte-vscode"
vscode "tim-koehler.helm-intellisense"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "vincaslt.highlight-matching-tag"
vscode "wmaurer.vscode-jumpy"
vscode "xabikos.javascriptsnippets"
