tap "errm/tools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "yt-dlp/taps"
brew "ack"
brew "libpng"
brew "openssl@1.1"
brew "python@3.11"
brew "docutils"
brew "awscli"
brew "cmake"
brew "envchain"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "leptonica"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "flux"
brew "fzf"
brew "git-standup"
brew "grc"
brew "helm"
brew "hub"
brew "jq"
brew "krb5"
brew "kubernetes-cli"
brew "kubectx"
brew "libfido2"
brew "libsass"
brew "mas"
brew "mint"
brew "mysql"
brew "mysql-client"
brew "mysql@5.7"
brew "node"
brew "python@3.10"
brew "node@14"
brew "node@16"
brew "percona-toolkit"
brew "postgresql@14", restart_service: true
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "tig"
brew "tmux"
brew "vips"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "errm/tools/break-glass"
brew "yt-dlp/taps/yt-dlp"
cask "1password"
cask "alfred"
cask "appcleaner"
cask "arc"
cask "audio-hijack"
cask "bdash"
cask "caffeine"
cask "devdocs"
cask "discord"
cask "elgato-game-capture-hd"
cask "elgato-stream-deck"
cask "expressvpn", args: { appdir: "/Applications" }
cask "farrago"
cask "firefox"
cask "fission"
cask "imageoptim"
cask "insomnia"
cask "iterm2"
cask "kap"
cask "logi-options-plus"
cask "logitech-camera-settings"
cask "logitech-g-hub"
cask "loopback"
cask "losslesscut"
cask "ngrok", args: { appdir: "/Applications" }
cask "rectangle"
cask "sketch"
cask "slack"
cask "soundsource"
cask "steam"
cask "tableplus"
cask "telegram"
cask "the-unarchiver"
cask "transmission"
cask "transmit"
cask "vlc"
cask "zoom"
mas "Final Cut Pro", id: 424389933
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Motion", id: 434290957
mas "Notability", id: 736189492
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "WireGuard", id: 1451685025
vscode "42Crunch.vscode-openapi"
vscode "alefragnani.Bookmarks"
vscode "bradlc.vscode-tailwindcss"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "castwide.solargraph"
vscode "christian-kohler.npm-intellisense"
vscode "CraigMaslowski.erb"
vscode "cybai.yaml-key-viewer"
vscode "esbenp.prettier-vscode"
vscode "icrawl.discord-vscode"
vscode "KoichiSasada.vscode-rdbg"
vscode "mechatroner.rainbow-csv"
vscode "misogi.ruby-rubocop"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vsliveshare.vsliveshare"
vscode "octref.vetur"
vscode "PascalReitermann93.vscode-yaml-sort"
vscode "rebornix.ruby"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "sdras.night-owl"
vscode "sdras.vue-vscode-extensionpack"
vscode "sdras.vue-vscode-snippets"
vscode "sensourceinc.vscode-sql-beautify"
vscode "sianglim.slim"
vscode "sleistner.vscode-fileutils"
vscode "streetsidesoftware.avro"
vscode "svelte.svelte-vscode"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "vincaslt.highlight-matching-tag"
vscode "wingrunr21.vscode-ruby"
vscode "wmaurer.vscode-jumpy"
vscode "xabikos.JavaScriptSnippets"
vscode "ziyasal.vscode-open-in-github"
