tap "buo/cask-upgrade"
tap "firewalker06/firewalker06", "git@github.com:firewalker06/homebrew-firewalker06.git"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "sst/tap"
tap "yt-dlp/taps"
brew "ack"
brew "agg"
brew "libpng"
brew "openssl@3"
brew "asciinema"
brew "autoconf"
brew "awscli"
brew "glib"
brew "cairo"
brew "harfbuzz"
brew "bazel"
brew "pycparser"
brew "cffi"
brew "libyaml"
brew "chart-testing"
brew "cmake"
brew "colima"
brew "gmp"
brew "coreutils"
brew "docker"
brew "docutils"
brew "envchain"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "leptonica"
brew "libass"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "open-mpi"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git-standup"
brew "gnupg"
brew "go"
brew "gpgme"
brew "python@3.11"
brew "grc"
brew "hdf5"
brew "helm"
brew "hub"
brew "shared-mime-info"
brew "libheif"
brew "libraw"
brew "librsvg"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "kubernetes-cli@1.29"
brew "kustomize"
brew "lazygit"
brew "libfido2"
brew "libmatio"
brew "libsass"
brew "mas"
brew "mecab"
brew "mint"
brew "mise"
brew "mysql"
brew "mysql-client"
brew "mysql@8.4"
brew "utf8proc"
brew "neovim"
brew "python@3.10"
brew "node@14"
brew "openjdk@11"
brew "openslide"
brew "openssl@3.0"
brew "openssl@3.5"
brew "percona-toolkit", link: false
brew "php"
brew "pipenv"
brew "poppler"
brew "postgresql@14", restart_service: :changed
brew "pyenv"
brew "python@3.12"
brew "python@3.9"
brew "qrtool"
brew "reattach-to-user-namespace"
brew "redis", restart_service: :changed
brew "ripgrep"
brew "ruby-build"
brew "tig"
brew "tmux"
brew "vips"
brew "wget"
brew "yarn"
brew "yt-dlp", link: false
brew "zellij"
brew "zsh-autosuggestions"
brew "firewalker06/firewalker06/mairu"
brew "sst/tap/opencode"
cask "1password"
cask "1password-cli"
cask "appcleaner"
cask "audio-hijack"
cask "bdash"
cask "caffeine"
cask "codex"
cask "discord"
cask "elgato-game-capture-hd"
cask "elgato-stream-deck"
cask "firefox"
cask "ghostty@tip"
cask "imageoptim"
cask "insomnia"
cask "kap"
cask "localsend"
cask "loopback"
cask "losslesscut"
cask "orbstack"
cask "rectangle"
cask "sketch"
cask "slack"
cask "soundsource"
cask "steam"
cask "tableplus"
cask "telegram"
cask "the-unarchiver"
cask "transmission"
cask "transmit"
cask "vlc"
cask "zoom"
mas "Keynote", id: 409183694
mas "Notability", id: 736189492
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "SimplePing", id: 1438310985
mas "TickTick", id: 966085870
mas "WireGuard", id: 1451685025
vscode "42crunch.vscode-openapi"
vscode "alefragnani.bookmarks"
vscode "astro-build.astro-vscode"
vscode "bierner.markdown-mermaid"
vscode "bradlc.vscode-tailwindcss"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "christian-kohler.npm-intellisense"
vscode "cybai.yaml-key-viewer"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "hashicorp.terraform"
vscode "icrawl.discord-vscode"
vscode "jock.svg"
vscode "koichisasada.vscode-rdbg"
vscode "mechatroner.rainbow-csv"
vscode "meezilla.json"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "octref.vetur"
vscode "pascalreitermann93.vscode-yaml-sort"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "sdras.night-owl"
vscode "sdras.vue-vscode-extensionpack"
vscode "sdras.vue-vscode-snippets"
vscode "sensourceinc.vscode-sql-beautify"
vscode "shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "sleistner.vscode-fileutils"
vscode "streetsidesoftware.avro"
vscode "svelte.svelte-vscode"
vscode "tim-koehler.helm-intellisense"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "vincaslt.highlight-matching-tag"
vscode "wilfison.haml-all"
vscode "wmaurer.vscode-jumpy"
vscode "xabikos.javascriptsnippets"
